{"pageProps":{"markdoc":{"content":[{"$$mdtype":"Tag","name":"DefinitionList","attributes":{},"children":[{"$$mdtype":"Tag","name":"Definition","attributes":{"term":"Connected Device"},"children":[{"$$mdtype":"Tag","name":"p","attributes":{},"children":["A connected device is any device that connects to the Internet or LAN to communicate with a cloud provider and|or other connected devices."]}]},{"$$mdtype":"Tag","name":"Definition","attributes":{"term":"Connected Home"},"children":[{"$$mdtype":"Tag","name":"p","attributes":{},"children":["A connected home is a dwelling that consists of one more more connected devices."]}]},{"$$mdtype":"Tag","name":"Definition","attributes":{"term":"IoT"},"children":[{"$$mdtype":"Tag","name":"p","attributes":{},"children":["An acronym for Internet of Things; a classification of connected or smart device signifying that it can be attached to your LAN and internet-connected."]}]},{"$$mdtype":"Tag","name":"Definition","attributes":{"term":"LAN"},"children":[{"$$mdtype":"Tag","name":"p","attributes":{},"children":["An acronym mean Local Area Network; this is your home network of devices."]}]},{"$$mdtype":"Tag","name":"Definition","attributes":{"term":"NoT"},"children":[{"$$mdtype":"Tag","name":"p","attributes":{},"children":["An acronym for Network of Things; a classification of connected or smart device signifying that it can be inter-connected to other devices on your LAN but not connected outside of the LAN to the Internet."]}]},{"$$mdtype":"Tag","name":"Definition","attributes":{"term":"Smart Device"},"children":[{"$$mdtype":"Tag","name":"p","attributes":{},"children":["A smart device is any device that that can make determinations via automations to perform tasks without manual intervention. Or a device that can adapt over time based on a history of interactions. eg. As the user to continually set your thermostat from 74f to 72f, a smart thermostat could begin to automatically set the temperature to 72f."]}]},{"$$mdtype":"Tag","name":"Definition","attributes":{"term":"Smart Home"},"children":[{"$$mdtype":"Tag","name":"p","attributes":{},"children":["A smart home is a dewlling has multiple smart devices, able to share and aggrigate their collective data to better refine the comfort and usability of your home. eg. As you leave for work in the morning the presence detection in your home determine you are away and triggers your vaccuum to begin its cleaning routine"]}]}]}],"frontmatter":{"title":"Glossary Of Terms","description":"A list of terms and definitions commonly used throught this documentation."},"file":{"path":"/docs/glossary.md"}}},"__N_SSG":true}